Repository: openfun/ashley
Catalog: src/ashley/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Name
fr_fr: Nom

source: Forum image
fr_fr: Image du forum

source: Forum link
fr_fr: Lien du forum

source: Track link redirects count
fr_fr: Comptabiliser les redirections vers le lien du forum

source: Records the number of times a forum link was clicked
fr_fr: Enregistre le nombre de clics sur le lien du forum

source: Default forum
fr_fr: Forum

source: Category forum
fr_fr: Catégorie

source: Link forum
fr_fr: Lien

source: Forum type
fr_fr: Type de forum

source: Direct number of posts
fr_fr: Nombre de messages

source: Direct number of topics
fr_fr: Nombre de discussions

source: Last post
fr_fr: Dernier message

source: Last post added on
fr_fr: Dernier message ajouté le

source: Display in parent-forums legend
fr_fr: Afficher dans la liste des sous-forums du forum parent

source: Displays this forum on the legend of its parent-forum (sub forums list)
fr_fr: Affiche ce forum dans la liste des sous-forums du forum parent

source: A forum can not have a link forum as parent
fr_fr: Un forum ne peut pas avoir un forum de type lien en tant que parent

source: A category can not have another category as parent
fr_fr: Une catégorie ne peut avoir une autre catégorie en tant que parent

source: A link forum must have a link associated with it
fr_fr: Un forum de type lien doit impérativement avoir un lien associé

source: Forum settings
fr_fr: Paramètres du forum

source: Link forum settings
fr_fr: Paramètres du forum de type lien

source: '{}' forum successfully moved
fr_fr: Forum '{}' déplacé avec succès

source: Forum permissions
fr_fr: Permissions du forum

source: Global forum permissions
fr_fr: Permissions globales du forum

source: Permissions successfully copied
fr_fr: Permissions copiées avec succès

source: Choose either a user ID, the anonymous user or the authenticated user
fr_fr: Choisir un ID d'utilisateur, un utilisateur anonyme ou un utilisateur authentifié

source: Choose a group ID
fr_fr: Choisissez un identifiant de groupe

source: Anonymous user
fr_fr: Utilisateur anonyme

source: Authenticated user
fr_fr: Utilisateur authentifié

source: Permissions successfully applied
fr_fr: Permissions appliquées avec succès

source: Anonymous
fr_fr: Anonyme

source: Please select this option if you want to edit the permissions of the anonymous user
fr_fr: Veuillez sélectionner cette option si vous souhaitez modifier les permissions de tous les utilisateurs anonymes

source: Authenticated
fr_fr: Authentifié

source: Please select this option if you want to edit the permissions of every (non-specific) logged in user
fr_fr: Veuillez sélectionner cette option si vous souhaitez modifier les permissions de tous des utilisateurs authentifiés

source: Choose either a user ID or check either the anonymous or authenticated user checkbox
fr_fr: Choisissez un identifiant utilisateur ou bien cochez la case utilisateur authentifié ou utilisateur anonyme

source: Not set
fr_fr: Non défini

source: Granted
fr_fr: Autorisé

source: Not granted
fr_fr: Non autorisé

source: Topic forum
fr_fr: Forum de discussion

source: Poster
fr_fr: Auteur

source: Subject
fr_fr: Sujet

source: Default topic
fr_fr: Discussion par défaut

source: Sticky
fr_fr: Épinglé

source: Announce
fr_fr: Annonce

source: Topic type
fr_fr: Type de discussion

source: Topic unlocked
fr_fr: Discussion déverrouillée

source: Topic locked
fr_fr: Discussion verrouillée

source: Topic moved
fr_fr: Discussion déplacée

source: Topic status
fr_fr: État de la discussion

source: Approved
fr_fr: Approuvé

source: Posts count
fr_fr: Nombre de messages

source: Views count
fr_fr: Nombre de vues

source: First post
fr_fr: Premier message

source: Subscribers
fr_fr: Abonnés

source: Topic
fr_fr: Discussion

source: Topics
fr_fr: Discussions

source: A topic can not be associated with a category or a link forum
fr_fr: Une discussion de peut pas être associée à une catégorie ou à un lien

source: Anonymous user forum key
fr_fr: Clé de forum associée à l'utilisateur anonyme

source: Content
fr_fr: Contenu

source: Username
fr_fr: Nom d'utilisateur

source: Attach a signature
fr_fr: Joindre une signature

source: Update reason
fr_fr: Raison de la modification

source: Lastly updated by
fr_fr: Mis à jour par

source: Updates count
fr_fr: Nombre de mises à jour

source: Post
fr_fr: Message

source: Posts
fr_fr: Messages

source: A user id or an anonymous key must be associated with a post.
fr_fr: Un identifiant d'utilisateur ou une clé anonyme doit être associé à un message.

source: A user id or an anonymous key must be associated with a post, but not both.
fr_fr: Un message doit être associé à un identifiant d'utilisateur ou à une clé anonyme, mais pas aux deux.

source: A username must be specified if the poster is anonymous
fr_fr: Un nom d'utilisateur doit être spécifié si l'auteur est anonyme

source: Machina: Forum conversations
fr_fr: Machina : Discussions

source: Enter your subject
fr_fr: Saisissez le sujet de la discussion

source: Enter your message
fr_fr: Saisissez votre message

source: Lock topic
fr_fr: Verrouiller la discussion

source: Post topic as
fr_fr: Publier la discussion comme

source: Poll question
fr_fr: Question du sondage

source: Enter a question to associate a poll with the topic or leave blank to not create a poll.
fr_fr: Entrez une question pour associer un sondage à la discussion, ou laissez le champ vide pour ne pas créer de sondage.

source: Maximum number of poll options per user
fr_fr: Nombre maximum de choix par utilisateur

source: This is the number of options each user may select when voting.
fr_fr: Il s'agit du nombre de choix que chaque utilisateur peut sélectionner lorsqu'il participe au sondage.

source: For how many days the poll should be run?
fr_fr: Indiquez la durée du sondage (nombre de jours)

source: Enter 0 or leave blank for a never ending poll.
fr_fr: Entrez 0 ou laisser le champ vide si vous souhaitez que le sondage soit permanent.

source: Allow re-voting?
fr_fr: Autoriser le changement de vote ?

source: If enabled users are able to change their vote.
fr_fr: Si cette option est activée, les utilisateurs pourront modifier leur vote.

source: You must set the maximum number of poll options per user when creating polls
fr_fr: Vous devez définir le nombre maximum de réponses possibles par utilisateur lors de la création d'un sondage

source: File
fr_fr: Fichier

source: Comment
fr_fr: Commentaire

source: Attachment
fr_fr: Pièce jointe

source: Attachments
fr_fr: Pièces jointes

source: Machina: Forum attachments
fr_fr: Machina : Pièces jointes

source: Poll duration, in days
fr_fr: Durée du sondage, en jours

source: Allow vote changes
fr_fr: Autoriser les modifications de vote

source: Topic poll
fr_fr: Sondage

source: Topic polls
fr_fr: Sondages

source: Poll
fr_fr: Sondage

source: Poll option text
fr_fr: Texte du choix proposé

source: Topic poll option
fr_fr: Choix de réponse

source: Topic poll options
fr_fr: Choix de réponse

source: Voter
fr_fr: Votant

source: Poll option
fr_fr: Choix du sondage

source: Vote's date
fr_fr: Date du vote

source: Topic poll vote
fr_fr: Vote du sondage

source: Topic poll votes
fr_fr: Votes du sondage

source: A user id or an anonymous key must be used.
fr_fr: Un identifiant utilisateur ou une clé anonyme doit être utilisé.

source: A user id or an anonymous key must be used, but not both.
fr_fr: Un identifiant utilisateur ou une clé anonyme doit être utilisé, mais pas les deux.

source: Machina: Forum polls
fr_fr: Machina : Sondages

source: Enter a poll option
fr_fr: Saisissez une réponse possible pour ce sondage

source: You must specify an option when voting.
fr_fr: Vous devez choisir une option lors du vote.

source: You have tried to vote for too many options.
fr_fr: Vous avez sélectionné trop de réponses dans votre vote.

source: Your vote has been cast.
fr_fr: Votre vote a été pris en compte.

source: This message will be validated before appearing on the forum.
fr_fr: Ce message passera par un processus de modération avant d'apparaître sur le forum.

source: There are some errors in the attachments you submitted.
fr_fr: Il y a des erreurs dans les pièces jointes que vous avez envoyées.

source: This message has been posted successfully.
fr_fr: Votre message a bien été envoyé.

source: There are some errors in the poll options you submitted.
fr_fr: Il y a des erreurs dans les options du sondage que vous avez transmises.

source: This message has been edited successfully.
fr_fr: Ce message a été modifié avec succès.

source: This message has been deleted successfully.
fr_fr: Ce message a été supprimé avec succès.

source: Machina: Forum feeds
fr_fr: Machina : Flux

source: Latest topics
fr_fr: Dernières discussions

source: Latest topics updated on the forums
fr_fr: Dernières discussions mises à jour sur les forums

source: User
fr_fr: Utilisateur

source: Total posts
fr_fr: Nombre total de messages

source: Forum profile
fr_fr: Profil

source: Forum profiles
fr_fr: Profils

source: Machina: Forum members
fr_fr: Machina : Utilisateurs

source: The profile has been edited successfully.
fr_fr: Le profil a été modifié avec succès.

source: You subscribed to this topic successfully.
fr_fr: Vous êtes désormais abonné à cette discussion.

source: You unsubscribed from this topic successfully.
fr_fr: Vous êtes désormais désabonné de cette discussion.

source: Machina: Forum moderation
fr_fr: Machina : Modération

source: Select a destination forum
fr_fr: Sélectionnez un forum de destination

source: This topic has been locked successfully.
fr_fr: Cette discussion a été verrouillée avec succès.

source: This topic has been unlocked successfully.
fr_fr: Cette discussion a été déverrouillée avec succès.

source: This topic has been deleted successfully.
fr_fr: Cette discussion a été supprimée avec succès.

source: This topic has been moved successfully.
fr_fr: Cette discussion a été déplacée avec succès.

source: This topic type has been changed successfully.
fr_fr: Le type de discussion a bien été modifié.

source: Would you want to change this topic to a default topic?
fr_fr: Voulez-vous transformer cette discussion en discussion standard ?

source: Would you want to change this topic to a sticky topic?
fr_fr: Voulez-vous transformer cette discussion en discussion épinglée ?

source: Would you want to change this topic to an announce?
fr_fr: Voulez-vous transformer cette discussion en annonce ?

source: This post has been approved successfully.
fr_fr: Cette publication a été approuvée avec succès.

source: This post has been disapproved successfully.
fr_fr: Ce message a été rejeté avec succès.

source: Permission codename
fr_fr: Nom de code de la permission

source: Forum permission
fr_fr: Permission du forum

source: Has perm
fr_fr: A la permissions

source: Target anonymous user
fr_fr: Cible tout utilisateur anonyme

source: Target any logged in user
fr_fr: Cible tout utilisateur connecté

source: User forum permission
fr_fr: Permission utilisateur

source: User forum permissions
fr_fr: Permissions utilisateur

source: A permission should target either a specific user, an anonymous user or any authenticated user
fr_fr: Une permission doit cibler un utilisateur spécifique, un utilisateur anonyme ou tout utilisateur authentifié

source: Group
fr_fr: Groupe

source: Group forum permission
fr_fr: Permission de groupe

source: Group forum permissions
fr_fr: Permissions de groupe

source: Machina: Forum permissions
fr_fr: Machina : Permissions

source: Can see forum
fr_fr: Peut voir le forum

source: Can read forum
fr_fr: Peut lire le forum

source: Can start new topics
fr_fr: Peut créer de nouvelles discussions

source: Can reply to topics
fr_fr: Peut répondre aux discussions

source: Can post announcements
fr_fr: Peut publier des annonces

source: Can post stickies
fr_fr: Peut poster des discussions épinglées

source: Can delete own posts
fr_fr: Peut supprimer ses propres messages

source: Can edit own posts
fr_fr: Peut modifier ses propres messages

source: Can post without approval
fr_fr: Peut poster sans approbation

source: Can create polls
fr_fr: Peut créer des sondages

source: Can vote in polls
fr_fr: Peut voter dans les sondages

source: Can attach file
fr_fr: Peut joindre un fichier

source: Can download file
fr_fr: Peut télécharger un fichier

source: Can lock topics
fr_fr: Peut verrouiller les discussions

source: Can move topics
fr_fr: Peut déplacer les discussions

source: Can edit posts
fr_fr: Peut modifier les messages

source: Can delete posts
fr_fr: Peut supprimer les messages

source: Can approve posts
fr_fr: Peut approuver les messages

source: Can add posts in locked topics
fr_fr: Peut ajouter des messages dans des discussions verrouillées

source: Machina: Forum searches
fr_fr: Machina : Recherche

source: Search only in topic subjects
fr_fr: Rechercher uniquement dans les titres des discussions

source: Search for poster
fr_fr: Rechercher par utilisateur

source: Enter a user name to limit the search to a specific user.
fr_fr: Entrez un nom d'utilisateur pour limiter la recherche à un utilisateur spécifique.

source: Search in specific forums
fr_fr: Rechercher dans des forums spécifiques

source: Select the forums you wish to search in.
fr_fr: Sélectionnez les forums dans lesquels vous souhaitez effectuer une recherche.

source: Search for keywords
fr_fr: Rechercher par mots-clés

source: Keywords or phrase
fr_fr: Mots clés

source: Poster name
fr_fr: Nom d'utilisateur

source: Forum track
fr_fr: Suivi d'un forum

source: Forum tracks
fr_fr: Suivi des forums

source: Topic track
fr_fr: Suivi d'une discussion

source: Topic tracks
fr_fr: Suivis des discussions

source: Machina: Forum tracking
fr_fr: Machina : Suivi des discussions

source: Forums have been marked read.
fr_fr: Les forums ont été marquées comme lus.

source: Topics have been marked read.
fr_fr: Les discussions ont été marquées comme lues.

source: Neither Pillow nor PIL could be imported: {}
fr_fr: Impossible d'importer PIL ni Pillow : {}

source: Creation date
fr_fr: Date de création

source: Update date
fr_fr: Date de mise à jour

source: Could not import MACHINA_MARKUP_WIDGET {}: {}
fr_fr: Impossible d'importer MACHINA_MARKUP_WIDGET {}: {}

source: Could not import MACHINA_MARKUP_LANGUAGE {}: {}
fr_fr: Impossible d'importer MACHINA_MARKUP_LANGUAGE {}: {}

source: MACHINA_MARKUP_LANGUAGE setting is required
fr_fr: Le paramètre MACHINA_MARKUP_LANGUAGE est obligatoire

source: Files of size greater than {} are not allowed. Your file is {}
fr_fr: Les fichiers d'une taille supérieure à {} ne sont pas autorisés. La taille de votre fichier est de {}

source: Images of width lesser than {}px or greater than {}px or are not allowed. The width of your image is {}px
fr_fr: Les images de largeur inférieure à {} px ou supérieure à {} px ne sont pas autorisées. La largeur de votre image est de {} px

source: Images of height lesser than {}px or greater than {}px or are not allowed. The height of your image is {}px
fr_fr: Les images de hauteur inférieure à {} px ou supérieure à {} px ne sont pas autorisées. La hauteur de votre image est de {} px

source: List of forums
fr_fr: Liste des forums

source: Quick actions
fr_fr: Actions rapides

source: Details
fr_fr: Détails

source: Move up
fr_fr: Déplacer vers le haut

source: Move down
fr_fr: Déplacer vers le bas

source: Add a sub-forum
fr_fr: Ajouter un sous-forum

source: Delete
fr_fr: Supprimer

source: Topics:
fr_fr: Discussions :

source: Posts:
fr_fr: Messages :

source: Link:
fr_fr: Lien :

source: Edit user permissions
fr_fr: Modifier les permissions de l'utilisateur

source: Edit authenticated user permissions
fr_fr: Modifier les permissions des utilisateurs authentifiées

source: Home
fr_fr: Accueil

source: Save
fr_fr: Sauvegarder

source: Edit group permissions
fr_fr: Modifier les permissions de groupe

source: Please correct the error below.
fr_fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
fr_fr: Veuillez corriger les erreurs ci-dessous.

source: Please select a user in order to update its permissions
fr_fr: Veuillez sélectionner un utilisateur pour mettre à jour ses permissions

source: Select
fr_fr: Sélectionner

source: Please select a group in order to update its permissions
fr_fr: Veuillez sélectionner un groupe afin de mettre à jour ses permissions

source: Copy permissions from another forum
fr_fr: Copier les permissions depuis un autre forum

source: Please select a forum in order to copy its permissions configuration to the current forum
fr_fr: Veuillez sélectionner un forum afin de copier la configuration de ses permissions sur le forum actuel

source: Copy
fr_fr: Copier

source: Search
fr_fr: Recherche

source: Advanced search
fr_fr: Recherche avancée

source: Subscriptions
fr_fr: Abonnements

source: View my posts
fr_fr: Voir mes messages

source: Moderation queue
fr_fr: File d'attente de modération

source: Mark subforums read
fr_fr: Marquer les sous-forums comme lus

source: New topic
fr_fr: Nouvelle discussion

source: Mark topics read
fr_fr: Marquer les discussions comme lues

source: Announcements
fr_fr: Annonces

source: RSS feed
fr_fr: Flux RSS

source: By: <a href="%(poster_url)s">%(username)s</a>
fr_fr: Par : <a href="%(poster_url)s">%(username)s</a>

source: By: %(poster_username)s
fr_fr: Par : %(poster_username)s

source: No posts
fr_fr: Aucun message

source: Total redirects:
fr_fr: Nombre total de redirections :

source: Subforums:
fr_fr: Sous-forums :

source: No forums.
fr_fr: Aucun forum.

source: Mark forums read
fr_fr: Marquer les forums comme lus

source: View unread topics
fr_fr: Voir les discussions non lues

source: Statistics
fr_fr: Statistiques

source: Total posts:
fr_fr: Nombre total de messages :

source: Total topics:
fr_fr: Nombre total de discussions :

source: (optional)
fr_fr: (optionnel)

source: Add another file
fr_fr: Ajouter un autre fichier

source: You may select <b>1</b> option
fr_fr: Vous pouvez sélectionner <b>1</b> option

source: You may select up to <b>%(max_options)s</b> options
fr_fr: Vous pouvez sélectionner jusqu'à <b>%(max_options)s</b> options

source: Vote
fr_fr: Voter

source: Change your vote
fr_fr: Modifier votre vote

source: Poll options
fr_fr: Choix proposés

source: Add a poll option
fr_fr: Ajouter un choix

source: <b>Note:</b>&nbsp;Deleting poll options of an existing poll will delete the associated votes.
fr_fr: <b>Remarque :</b>&nbsp;La suppression d'un choix à sondage existant supprimera les votes associés.

source: Preview:
fr_fr: Aperçu :

source: Total votes:
fr_fr: Nombre total de votes :

source: Submit
fr_fr: Envoyer

source: View results
fr_fr: Voir les résultats

source: Post reply
fr_fr: Poster une réponse

source: Subscribe
fr_fr: S'abonner

source: Unsubscribe
fr_fr: Se désabonner

source: Unlock topic
fr_fr: Déverrouiller la discussion

source: Delete topic
fr_fr: Supprimer la discussion

source: Move topic
fr_fr: Déplacer la discussion

source: Change to sticky topic
fr_fr: Épingler la discussion

source: Change to announce
fr_fr: Transformer en annonce

source: Change to standard topic
fr_fr: Transformer en discussion standard

source: Preview
fr_fr: Aperçu

source: Post a reply
fr_fr: Poster une réponse

source: Topic review
fr_fr: Aperçu de la discussion

source: By: <a href="%(poster_url)s">%(username)s</a> on %(creation_date)s
fr_fr: Par : <a href="%(poster_url)s">%(username)s</a> le %(creation_date)s

source: By: %(poster_username)s on %(creation_date)s
fr_fr: Par : %(poster_username)s le %(creation_date)s

source: Delete post
fr_fr: Supprimer le message

source: Are you sure you want to delete this post?
fr_fr: Êtes-vous sûr de vouloir supprimer ce message ?

source: Yes, I'm sure
fr_fr: Oui, j'en suis sûr

source: No, take me back
fr_fr: Non, annulez

source: Edit post
fr_fr: Modifier le message

source: Post a new topic
fr_fr: Créer une nouvelle discussion

source: Edit
fr_fr: Modifier

source: Last edited by:
fr_fr: Dernière modification par :

source: Updated
fr_fr: Mis à jour

source: on
fr_fr: le

source: edited %(counter)s time in total.
fr_fr: modifié %(counter)s fois au total.

source: Reason:
fr_fr: Motif :

source: Replies
fr_fr: Réponses

source: Views
fr_fr: Vues

source: This topic is locked
fr_fr: Cette discussion est verrouillée

source: There are no topics in this forum.
fr_fr: Aucune discussion dans ce forum.

source: Go to the page:
fr_fr: Aller à la page :

source: Posted by
fr_fr: Publié par

source: %(username)s profile
fr_fr: Profil de %(username)s

source: Edit profile
fr_fr: Modifier le profil

source: <h2><strong>%(counter)s</strong></h2> <p><small>Post</small></p>
fr_fr: <h2><strong>%(counter)s</strong></h2> <p><small>Publication</small></p>

source: <h2><strong>%(counter)s</strong></h2> <p><small>Topic</small></p>
fr_fr: <h2><strong>%(counter)s</strong></h2> <p><small>Discussion</small></p>

source: Recent posts
fr_fr: Publication récente

source: View all
fr_fr: Tout voir

source: On %(creation_date)s
fr_fr: Le %(creation_date)s

source: Edit forum profile
fr_fr: Modifier le profil du forum

source: Topics that you are subscribed to
fr_fr: Discussions auxquelles vous êtes abonné

source: %(counter)s topic found
fr_fr: %(counter)s discussion trouvée

source: Not topics found.
fr_fr: Aucune discussion trouvée.

source: Subscribe to topic
fr_fr: S'abonner à la discussion

source: Would you like to subscribe to this topic?
fr_fr: Voulez-vous vous abonner à cette discussion ?

source: Unsubscribe from topic
fr_fr: Se désabonner de la discussion

source: Would you like to unsubscribe from this topic?
fr_fr: Voulez-vous vous désabonner de cette discussion ?

source: My messages
fr_fr: Mes messages

source: %(username)s's posts
fr_fr: Les messages de %(username)s

source: %(counter)s post found
fr_fr: %(counter)s message trouvé

source: No posts found
fr_fr: Aucune publication trouvée

source: Disapprove
fr_fr: Rejeter

source: Approve
fr_fr: Approuver

source: New post
fr_fr: Nouvelle publication

source: <b>1</b> option may be selected
fr_fr: <b>1</b> option peut être sélectionnée

source: Up to <b>%(max_options)s</b> options may be selected
fr_fr: Vous pouvez sélectionner jusqu'à <b>%(max_options)s</b> options

source: %(topic_length)s posts found
fr_fr: %(topic_length)s messages trouvés

source: No posts awaiting approval.
fr_fr: Aucune publication en attente d'approbation.

source: Approve post
fr_fr: Approuver la publication

source: Are you sure you want to approve this post?
fr_fr: Êtes-vous sûr de vouloir approuver ce message ?

source: Disapprove post
fr_fr: Rejeter le message

source: Are you sure you want to disapprove this post? This post will be deleted.
fr_fr: Êtes-vous sûr de vouloir désapprouver ce message ? Ce message sera supprimé.

source: Are you sure you want to delete this topic?
fr_fr: Êtes-vous sûr de vouloir supprimer cette discussion ?

source: Are you sure you want to lock this topic?
fr_fr: Êtes-vous sûr de vouloir supprimer cette discussion ?

source: Are you sure you want to unlock this topic?
fr_fr: Êtes-vous sûr de vouloir déverrouiller cette discussion ?

source: Change topic type
fr_fr: Modifier le type de discussion

source: Search forums
fr_fr: Rechercher dans les forums

source: New search
fr_fr: Nouvelle recherche

source: Your search has returned <b>%(number_of_results)s</b> result
fr_fr: Votre recherche a trouvé <b>%(number_of_results)s</b> résultat

source: Results
fr_fr: Résultats

source: No results.
fr_fr: Aucun résultat.

source: Are you sure you want to mark forums read?
fr_fr: Êtes-vous sûr de vouloir marquer les forums comme lus ?

source: Are you sure you want to mark topics read?
fr_fr: Êtes-vous sûr de vouloir marquer les discussions comme lues ?

source: %(topic_length)s unread topic found
fr_fr: %(topic_length)s sujet non lus
