Repository: openfun/ashley
Catalog: src/ashley/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: There are no unread topics.
fr_fr: Il n'y a aucune discussion non lue.

source: Forum index
fr_fr: Accueil du forum

source: Educational team
fr_fr: Equipe pédagogique

source: Administrator
fr_fr: Administrateur

source: Can archive a forum
fr_fr: Peut archiver un forum

source: Can rename a forum
fr_fr: Peut renommer un forum

source: Can manage a user's moderator status
fr_fr: Permet de gérer le statut de modérateur d'un utilisateur

source: LTI remote user identifier
fr_fr: Identifiant utilisateur LTI distant

source: Unique identifier for the user on the tool consumer
fr_fr: Identifiant utilisateur unique sur le Consumer

source: Public username
fr_fr: Nom d'utilisateur public

source: This username will be displayed with the user's posts
fr_fr: Ce nom d'utilisateur sera associé aux messages de l'utilisateur

source: Please set your display name
fr_fr: Veuillez définir votre nom d'utilisateur

source: This display name will be associated with all your messages and cannot be changed once defined.
fr_fr: Votre nom d'utilisateur sera associé à tous vos messages et ne pourra pas être modifié une fois défini.

source: Manage forum's moderators
fr_fr: Gérer les modérateurs du forum

source: Welcome to the discussion forum! First of all, please set a display name that will be associated with your messages.
fr_fr: Bienvenue sur le forum ! Avant toute chose, veuillez définir un nom d'utilisateur qui sera associé à vos messages.

source: Set my display name
fr_fr: Définir mon nom d'utilisateur

source: Rename the forum
fr_fr: Renommer le forum

source: Delete the forum
fr_fr: Supprimer le forum

source: Are you sure you want to delete this forum ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce forum ?

source: Cancel
fr_fr: Annuler

source: Rename forum
fr_fr: Renommer le forum

source: Manage moderators
fr_fr: Gérer les modérateurs

source: Delete forum
fr_fr: Supprimer le forum

source: Rename
fr_fr: Renommer

source: Toggle sorting
fr_fr: Inverser le tri

source: on %(creation_date)s
fr_fr: le %(creation_date)s

source: Instructor
fr_fr: Enseignant(e)

source: The maximum file size that can be uploaded is {settings.MAX_UPLOAD_FILE_MB} MB
fr_fr: La taille maximale du fichier pouvant être téléchargé est de {settings.MAX_UPLOAD_FILE_MB} Mo

source: Welcome %(username)s, your username is now registered.
fr_fr: Bienvenue %(username)s, votre nom d'utilisateur a bien été pris en compte.
